espressif/esp-idf/components/app_update/test_apps/test_app_update/sdkconfig.defaults.esp32c5
CONFIG_IDF_TARGET="esp32c5"
CONFIG_BOOTLOADER_NUM_PIN_APP_TEST=6
CONFIG_BOOTLOADER_NUM_PIN_FACTORY_RESET=4
